{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": false,
            "HideIconAfter": 300,
            "IconURL": "https://i.imgur.com/DUHs7rZ.png",
            "DisableIconText": false,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": false,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Welcome",
                    "title1": "Thanks for Jointing Baked Shoes Gaming",
                    "text1": "All tribes must be registered. \nNo using human as a name. No using any variation of human in any language either, if found using you will be wiped or forced into a name change. \nAll oil, water, gas pumps must be unlocked unless they are the ones spawned in for VIP \nNo kiting or griefing of any kind. \nBe respectful of each other. This means no name calling, no talking about religion or politics and no racism allowed. \nYour entire base must fully render from the center. \nYou may use dino gates as walls (max 25). Only 3 behemoth gates allowed per base. \nNo building around egg spawn locations. Any builds thought to disrupt egg spawns will result in a wipe. \nYou ARE NOT allowed to build in resource heavy areas. \nNo building within render of other bases unless given permission by tribe owner of the base you want to build near \nNo offline breeding allowed. Any dinos found offline breeding will result in a complete dino wipe. \nAny tames on wander must be spayed/neutered and must be within the confines of your base. If found outside your base it will result in a dino wipe \nTake down any traps you put up unless a dino is in them. Any traps found will be destroyed unless being used currently. \nIf you come across any admin owned structures that are demo allowed you are not to demolish it, please get in touch with an admin to let us know.",
                    "imageurl": "https://i.imgur.com/Blp8TCE.png"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.com/invite/QxGACJwbQ5"
                }
            }
        ]
    }
}
