{
  "WBUI2": {
	"settings":
	{
		"OpenButton": 0,
		"HideIcon": true,
		"HideIconAfter": 30,
		"IconURL": "https://i.imgur.com/M9030lQ_d.jpg?maxwidth=520&shape=thumb&fidelity=high",
		"DisableIconText": false,
		"IconPosition": 0,
		"IconTextColor": 4,
		"OpenOnStart": true,
		"OpenOnStartOnlyNewPlayers": true,
		"UpdateInterval": 12
	},
	"tabs": [
		{
			"tab1":
			{
				"layout": 2,
				"buttontext": "Welcome",
				"title1": "Baked Shoes Gaming",
				"text1": "                              How To Obtain Your Starters\r\n• Join Discord with the link on the bottom left of the screen or with this invite - https://discord.gg/AVggV8nMQa\r\n• First you need to go into your inventory and craft the ASA-Bot Player Registration Ticket, and consume it\r\n•Then you will need to go into discord and go into the starter request channel and click claim on your starter.",
				"title2": "Server Settings",
				"text2": "                                                    XP  X 3                          \r\n                                         Max Wild LVL 300                 \r\n                                        Mature Speed  X  10              \r\n                                        Mating Interval  X  .25            \r\n                                        Mating Speed  X  50              \r\n                                        Taming Speed  X 10               \r\n                                                Harvest  X  5                    \r\n                                            Fishing Loot  X  5\r\n                                       Supply Crate Loot  X  5\r\n                                       Structure Decay  X  2.5\r\n                                        Creature Decay  X  2.5\r\n                                            Corps Decay  X  5\r\n                                      Auto Destroy Structures\r\n                                    Low Food and Water Drain\r\n                                 Always Allow Structure Pickup\r\n                                    Force All Structures Locking\r\n                                   Flyer Speed Leveling Enabled\r\n                                  Player Speed Leveling Enabled",
				"imageurl": "https://i.imgur.com/SmhSgiD.png"
			}
		},
		{
			"tab2":
			{
				"layout": 1,
				"buttontext": "Rules",
				"title1": "Server Rules",
				"text1": "• All Players must make a tribe, Even solo players need to be in a tribe\r\n• All tribes must be registered. \r\n• Only one base per tribe.\r\n• You can have a main base and then outposts on the other maps (No bigger than 10x10 foundations), put what map is your main map in your registry.\r\n• You can have a main base and then out posts on the other maps, put what map is your main map in your registry.\r\n• No using human as a name. No using any variation of human in any language either, if found using you will be wiped or forced into a name change.\r\n• All oil, water, gas pumps must be unlocked unless they are the ones spawned in for VIP\r\n• No kiting or griefing of any kind.\r\n• Be respectful of each other. This means no name calling, no talking about religion or politics and no racism allowed. \r\n• Your entire base must fully render from the center.\r\n• You may use dino gates as walls (max 25). Only 3 behemoth gates allowed per base.\r\n• No building around egg spawn locations. Any builds thought to disrupt egg spawns will result in a wipe.\r\n• You ARE NOT allowed to build in resource heavy areas.\r\n• No building within render of other bases unless given permission by tribe owner of the base you want to build near \r\n• No offline breeding allowed. Any dinos found offline breeding will result in a complete dino wipe.\r\n• Any tames on wander must be spayed/neutered and must be within the confines of your base. If found outside your base it will result in a dino wipe\r\n• Take down any traps you put up unless a dino is in them. Any traps found will be destroyed unless being used currently. \r\n• If you come across any admin owned structures that are demo allowed you are not to demolish it, please get in touch with an admin to let us know\r\n• No foundation spam allowed, could result in wipe\r\n•No Skipping Teirs. If you cant Tame it you cant have it. If cought giving or trading dinos with a person who cannot tame them, it could possibily result in a wipe/ban. you will get 1 warning, then a wipe, then a ban.",
				"imageurl": "https://i.imgur.com/SmhSgiD.png"
			}
		},
		{
			"tab3":
			{
				"layout": 1,
				"buttontext": "Important Information",
				"title1": "Important Server Info",
				"text1": "we will try to keep this updated with any changes that will be coming up with the server",
				"imageurl": "https://i.imgur.com/SmhSgiD.png"
			}
		},
		{
			"tab4":
			{
				"layout": 1,
				"buttontext": "Mod Tips",
				"title1": "Information on Mods",
				"text1": "•F5 Opens the Lily's Tweakers Mod. This allows you to enter your console comands like r.volmetricfog 0. you can place multiple commands in it seperated by a comma, and the mod will auto run the commands every time you join a server with the mod. i recomend checking the option to use the radial wheel also as double tapping y or triangle will open the menu if not\r\n•When you die you can use the teleport pad to recover your inventory\r\n•If you feed your dinos a Dino Tracker you can teleprt them to you from the Teleport pad or with the Teleport Remote.\r\n•The Der Dino Finder mod is useable from your Inventory Map, its on the bottom right on the map. you can use it to search any and all dinos on the map",
				"imageurl": "https://i.imgur.com/SmhSgiD.png"
			}
		}
		}],
		{
			"tab5":
			{
				"layout": 1,
				"buttontext": "Connected Players",
				"title1": "Players",
				"text1": "{playerlist}",
				"imageurl": "https://i.imgur.com/SmhSgiD.png"
			}
	  ],
	"links": [
		{
			"link1":
			{
				"text": "Discord",
				"url": "https://discord.gg/AVggV8nMQa"
			}
		}
	]
}
}
